{
  "events": [
    {
      "action": "",
      "day": "09/07/2016",
      "content": "Construction of the test craft is proceeding apace founder and CEO Elon Musk reveal."
    },
    {
      "action": "",
      "day": "09/08/2016",
      "content": "All is well on our largest neighbor; NASA's Juno spacecraft just managed to spot the shadow of Jupiter's moon."
    },
    {
      "action": "Registration Open",
      "day": "",
      "content": "As NASA makes a big push to land humans on the moon's surface by 2024, the European Space Agency (ESA) wants to learn more about the lunar caves that lie beneath."
    }
  ],
  "small_news": {
    "title": "Expedition 48",
    "imgurl": "img/small_news/face.jpg",
    "content": "NASA's Record-breaking Astronaut and Crewmates Safely Return to Earth",
    "extended-content": "Fusce eros mauris, luctus a nunc in enim. Nullam sit amet ante placerat, consequat mi vel, finibus ex. Maecenas non diam ut mauris auctor tempus. In vestibulum, nulla et rutrum dapibus, eros mauris malesuada. Cras fermentum lorem eros, sit amet suscipit metus dictum sit amet."
  },
  "news": [
    {
      "title": "SpaceX's Next Starship Prototype Taking Shape ",
      "imgurl": "img/news/park1.jpg",
      "content": "Construction of the test craft is proceeding apace, as two new photos posted on Twitter today (Sept. 17) by company founder and CEO Elon Musk reveal."
    },
    {
      "title": "NASA's Juno Mission Cheks Out Eclipse on Jupiter",
      "imgurl": "img/news/park2.jpg",
      "content": "All is well on our largest neighbor; NASA's Juno spacecraft just managed to spot the shadow of Jupiter's moon, Io, passing over its marbled clouds."
    },
    {
      "title": "Europe Wants Ideas for Cave-Spelumking Moon Robots",
      "imgurl": "img/news/park3.jpg",
      "content": "As NASA makes a big push to land humans on the moon's surface by 2024, the European Space Agency (ESA) wants to learn more about the lunar caves that lie beneath."
    }
  ],
  "mission": {
    "title": "NASA to Launch First US Asteroid Sample Return Mission",
    "imgurl": "img/mission/landscape.jpg",
    "action": "Launching",
    "date": "09/08/2016",
    "content": "OSIRIS-REx will travel to a near-Earth asteroid called Bennu and bring a small sample back to Earth for study",
    "links": [
      {
        "text": "Mission Site",
        "url": "#"
      },
      {
        "text": "Briefing Schedule",
        "url": "#"
      },
      {
        "text": "Launch Updates",
        "url": "#"
      },
      {
        "text": "Video To Bennu and Back",
        "url": "#"
      }
    ]
  }
}